Repository: Yasin-Ozdemir/PersonDetector
Catalog: *.lproj/Localizable.strings
Languages: tr

# alert_title
source: Person has been detected.
tr: Kişi tespit edildi.

# alert_body
source: If you keep this image, information will be logged in your visit.
tr: Bu görseli saklamanız halinde ziyaretinize ilişkin bilgiler kaydedilecektir.

# alert_remove_button
source: Remove Image
tr: Resmi Kaldır

# alert_keep_button
source: Keep Image
tr: Resmi Tut

# ok_button
source: OK
tr: Tamam

# done_button
source: Done
tr: Bitti

# restart_button
source: Restart
tr: Yeniden Başlat

# camera_permission_title
source: Camera Permission Required
tr: Kamera İzni Gerekli

# camera_permission_message
source: Please allow camera access in the settings.
tr: Lütfen ayarlardan kamera erişimine izin verin.

source: Settings
tr: Ayarlar

source: Cancel
tr: İptal

source: ERROR
tr: HATA

source: Model Setup Failed
tr: Model Kurulumu Başarısız

source: Camera Input Error.
tr: Kamera Giriş Hatası.

# photo_output_error
source: Photo Output Could Not Be Added.
tr: Fotoğraf Çıktısı Eklenemedi.

source: Person Detection Failed
tr: Kişi Algılama Başarısız
